/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "Stille inn %@";
"CreateExtendMoreInfo" = "Marker «Opprett et nytt trådløst nettverk» hvis du vil konfigurere den trådløse AirPort-enheten i et nytt trådløst nettverk. Datamaskiner som kobler seg til nettverket, kan kommunisere med andre maskiner på nettverket trådløst, eller via Ethernet hvis maskinene er koblet til via Ethernet. Hvis du konfigurerer enheten din til å koble til Internett, kan maskiner som er koblet til via kabel eller trådløst, i tillegg dele Internett-forbindelsen. Klikk på Fortsett for å opprette et nytt trådløst nettverk.\n\nMarker «Utvid rekkevidden for AirPort Extreme- eller AirPort Express-nettverket mitt» hvis du allerede har et AirPort-nettverk, og du vil at enheten skal koble seg til nettverket og utvide nettverkets rekkevidde. Et utvidet nettverk kalles et trådløst distribusjonssystem (WDS). Trådløse enheter i et WDS deler en forbindelse til Internett og distribuerer Internett-forbindelsen til maskiner som er koblet til nettverket.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Oppgi et navn og passord for den trådløse enheten";
"NameMoreInfo" = "Navnet vises i sidepanelet i AirPort-verktøy. Bruk et navn du vil kjenne igjen, for eksempel Stue eller Kontor. Hvis et nettverk inneholder flere enn én trådløs enhet, er det enkelt å finne enheten du vil konfigurere eller endre. Oppgi et passord for enheten. Dette er passordet du må oppgi før du kan endre innstillinger.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Beskytt nettverket";
"SecurityMoreInfo" = "Du kan beskytte nettverket med passord. Alle som prøver å koble til nettverket, må oppgi passordet.\n\nTrådløse AirPort-enheter støtter to typer passord:\n• WPA2: Wi-Fi Protected Access-passord er sikrere, men kan være mindre kompatible.\n• 128-bits WEP: Wired Equivalent Privacy-passord er mer kompatible med eldre datamaskiner og trådløskort.\n\nHvis du velger «Ingen sikkerhet», kan alle som er innenfor rekkevidde, koble til nettverket uten å oppgi passord. Dette valget anbefales ikke.\n\nHvis du velger å bruke 128-bits WEP, angir du et passord som består av nøyaktig 13 tegn. Dette sikrer kompatibilitet med Windows og/eller andre enheter som ikke er Macintosh-produkter.\n\nHvis du velger å bruke WPA2, angir du et passord på minst åtte tegn.";
"SecurityMoreInfoWPANone.Title" = "Beskytt nettverket";
"SecurityMoreInfoWPANone" = "Du kan beskytte nettverket med et passord ved hjelp av WPA Personal. Alle som forsøker å koble seg til nettverket, må oppgi passordet.\n\nHvis du velger «Ingen sikkerhet», kan alle som er innenfor rekkevidde, koble seg til nettverket uten å ha et passord. Denne innstillingen anbefales ikke.\n\nHvis du velger å bruke WPA Personal, bruker du et passord som er på minst 8 tegn.";
"SecurityMoreInfoWPA2None.Title" = "Beskytt nettverket";
"SecurityMoreInfoWPA2None" = "Du kan beskytte nettverket med et passord ved hjelp av WPA/WPA2 Personal. Alle som forsøker å koble seg til nettverket, må oppgi passordet.\n\nHvis du velger «Ingen sikkerhet», kan alle som er innenfor rekkevidde, koble seg til nettverket uten å ha et passord. Denne innstillingen anbefales ikke.\n\nHvis du velger å bruke WPA/WPA2 Personal, bruker du et passord som er på minst 8 tegn.";
"SecurityMoreInfoTSN.Title" = "Beskytt nettverket";
"SecurityMoreInfoTSN" = "Du kan beskytte nettverket med passord. Alle som prøver å koble til nettverket, må oppgi passordet.\n\nTrådløse AirPort-enheter støtter to typer passord:\n• WPA2: Wi-Fi Protected Access-passord er sikrere, men kan være mindre kompatible.\n• Passord av typen WEP (Transitional Security Network) er mer kompatible med eldre WEP-datamaskiner og -trådløskort, men nyere WPA- og WPA2-klienter kan også koble til nettverket ditt.\n\nHvis du velger «Ingen sikkerhet», kan alle som er innenfor rekkevidde, koble til nettverket uten å oppgi passord. Dette valget anbefales ikke.\n\nHvis du velger å bruke WEP (Transitional Security Network), angir du et passord som består av nøyaktig 13 tegn.\n\nHvis du velger å bruke WPA2, angir du et passord på minst åtte tegn.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Hvordan kobler du maskinen til Internett?";
"InternetMoreInfo" = "Hvis du kobler maskinen til Internett ved hjelp av et DSL- eller kabelmodem og Internett-leverandøren tildeler deg en IP-adresse automatisk med DHCP, velger du det første alternativet.\n\nVelg det andre alternativet hvis du kobler til Internett med PPPoE (PPP over Ethernet). Hvis du kobler maskinen til Internett med PPPoE, har du sannsynligvis et kontonavn og et passord. Ta kontakt med Internett-leverandøren hvis du er usikker.\n\nVelg det tredje alternativet hvis du kobler maskinen til et Ethernet-nettverk. Ta kontakt med nettverksadministratoren (eller personen som opprettet nettverket) hvis du er usikker på hvordan du mottar en IP-adresse (enten med DHCP eller manuelt).\n\nHvis du konfigurerer en AirPort-basestasjon som har et internt modem og du har en oppringt PPP-konto, velger du «Jeg bruker et modem som er koblet til telefonlinjen».\n\nVelg «Jeg er ikke klar til å koble til Internett akkurat nå» hvis du vil fortsette med konfigureringen av basestasjonen men ikke vil koble til Internett. Når du er klar til å koble til Internett, kan du starte programmet på nytt.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Konfigurer TPC/IP på enheten";
"EthernetMoreInfo" = "Måten tjenesteleverandøren din leverer IP-adresser på, avgjør om du velger Manuelt eller Med DHCP fra Konfigurer IPv4-lokalmenyen. Hvis du mottar en IP-adresse automatisk fra Internett-leverandøren din, velger du Med DHCP fra Konfigurer TCP/IP-lokalmenyen. Feltet IP-adresse og andre felter fylles ut av Internett-leverandøren din.\n\nHvis du fikk en IP-adresse og andre tall sammen med Internett-kontoen din, velger du Manuelt og bruker denne informasjonen til å konfigurere IP-adressen til den trådløse enheten manuelt. Hvis du er usikker, kontakter du tjenesteleverandøren din.\n\nHvis tjenesteleverandøren spør etter MAC-adressen til enheten din, oppgir du adressen til Ethernet WAN-porten. Adressen finner du på etiketten på undersiden av den trådløse AirPort-enheten.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Velg hva du vil gjøre med %@.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Hvis du allerede har en trådløs AirPort-enhet eller en trådløs ruter og vil erstatte denne enheten med %@, markerer du «Jeg vil erstatte en eksisterende basestasjon eller trådløs ruter med %@»";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Hvis du allerede har et nettverk, og du vil koble %@ til dette nettverket trådløst eller via Ethernet, markerer du «Jeg vil at %@ skal kobles til det eksisterende nettverket»";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Hvis du ikke har et trådløst nettverk, eller hvis du vil opprette et ekstra trådløst nettverk, markerer du «Jeg vil opprette et trådløst nettverk»";

"GuestNetworkMoreInfo.Title" = "Gjestenettverk";
"GuestNetworkMoreInfo" = "Et gjestenettverk gir klientmaskiner tilgang til Internett uten at de får tilgang til ditt private nettverk. Du kan opprette et gjestenettverk med eller uten passordbeskyttelse.\n\nDu kan bruke manuell konfigurering for å stille inn andre valg, for eksempel deling av filer mellom maskiner som er koblet til gjestenettverket.";


/* End of strings file */
